import pandas as pd

data = {
    'Возраст': [22, 23, 21, 20, 29, 28, 25, 22, 23, 26],
    'ЗП': [54000, 58000, 60000, 52000, 55000, 59000, 51000, 49000, 53000, 63000]
}

df = pd.DataFrame(data)

print(f'Средний возраст - {df['Возраст'].mean()}')
print(f'Медианный возраст - {df['Возраст'].median()}')
print(f'Стандартное отклонение возраста - {df['Возраст'].std()}')

print(f'Средняя зп - {df['ЗП'].mean()}')
print(f'Медианная зп - {df['ЗП'].median()}')
print(f'Стандартное отклонение зп - {df['ЗП'].std()}')